Revit 2027 API
SpecTypeId.ReinforcementArea Property
 Reinforcement Area, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinforcementArea { get; }
Public Shared ReadOnly Property ReinforcementArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinforcementArea {
	ForgeTypeId^ get ();
}
static member ReinforcementArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace